_protected/frontend/views/layouts/_header.php

            </a>
            <div class="dropdown-menu dropdown-menu-right dropdown-default" aria-labelledby="navbarDropdownMenuLink-333">
              <a style="text-align:center" class="dropdown-item" href="<?= Url::to(['/logotypes/index']) ?>"><?=Yii::t("app", "All logotypes")?> </a>
              <?php $categories = BrandCategory::find()->all();
---
SELECT * FROM `brand_category`